{
    "communities": [
        {
            "name": "Gardening Enthusiasts",
            "tamRank": 1,
            "size": "71.5 million U.S. households engage in gardening. Participation spans all incomes; homeowners 50+ are a core segment. Gardening skews slightly female, though many men enjoy lawn care or vegetable gardening. Middle-class and retired individuals with outdoor space are common, and spending on plants and supplies exceeds $50 billion/year (indicating strong purchasing power).",
            "onlineHubs": [
                "Facebook groups like 'Creative Gardening' with hundreds of thousands of members",
                "GardenWeb (Houzz)",
                "r/gardening on Reddit",
                "Local gardening clubs and Master Gardener programs"
            ],
            "subgroups": [
                "Vegetable gardening",
                "Flower gardening",
                "Landscaping",
                "Indoor houseplants (a growing trend even among younger folks)",
                "Specialty gardening (e.g. orchids, bonsai)",
                "Organic gardening",
                "Heirloom plants"
            ],
            "merchandisePotential": {
                "strengths": [
                    "Gardeners are passionate and often proud of their hobby",
                    "Receptive to apparel with witty or heartfelt slogans",
                    "The sheer size of the community means a large addressable market",
                    "Many gardeners are social (garden tours, farmers' markets) where wearing themed apparel is fun"
                ],
                "weaknesses": [
                    "Gardening interest is seasonal in colder climates",
                    "Not all casual gardeners feel a 'group identity' to wear on a shirt",
                    "However, avid gardeners (particularly retirees) do show affinity"
                ]
            },
            "fullDescription": "Very active on Facebook (groups like 'Creative Gardening' with hundreds of thousands of members) and forums such as GardenWeb (Houzz) and r/gardening on Reddit. Many also connect via local gardening clubs and Master Gardener programs. Gardening is one of the most popular hobbies in the U.S., especially among older adults. ~71.5 million U.S. households (over 185 million people) engage in gardening. Participation spans all incomes; homeowners 50+ are a core segment. Gardening skews slightly female, though many men enjoy lawn care or vegetable gardening. Middle-class and retired individuals with outdoor space are common, and spending on plants and supplies exceeds $50 billion/year (indicating strong purchasing power)."
        },
        {
            "name": "Home Cooking & Baking",
            "tamRank": 2,
            "size": "42% of Americans enjoy cooking or baking as a pastime, which implies roughly 100+ million potential enthusiasts. It spans genders and ages, though women 35+ have traditionally been most involved in home cooking. Retirees often explore cooking as a creative outlet, and empty-nest Boomers may try gourmet recipes.",
            "onlineHubs": [
                "Facebook groups for recipes (e.g. 'Whats for Dinner?' with millions of members)",
                "r/Cooking and r/Baking",
                "AllRecipes",
                "Food52",
                "Recipe site comment sections",
                "Food blogger communities"
            ],
            "subgroups": [
                "Bakers (breads, cakes, pastry lovers)",
                "Grill and BBQ enthusiasts (often older men)",
                "Home chefs who experiment with global cuisines",
                "Slow cooker or Instant Pot aficionados",
                "Foodies who seek gourmet experiences at home",
                "Diet-based groups (keto cooks, vegan cooking, etc.)"
            ],
            "merchandisePotential": {
                "strengths": [
                    "Cooks and bakers often have a sense of pride and humor about their craft",
                    "They frequently participate in social events where themed apparel can be a conversation starter",
                    "The community is enormous, implying a very large TAM"
                ],
                "weaknesses": [
                    "Some may already own lots of kitchen attire (aprons, etc.) rather than t-shirts",
                    "Not everyone sees cooking as part of their identity",
                    "However, passionate cooks do identify strongly with the hobby"
                ]
            },
            "fullDescription": "Huge presence on social media – Facebook groups for recipes (e.g. 'Whats for Dinner?' with millions of members), subreddits like r/Cooking and r/Baking, and forums/comment sections on recipe sites (AllRecipes, Food52, etc.). Many follow food bloggers or YouTube channels for home cooking. Cooking is the top hobby in many surveys. ~42% of Americans enjoy cooking or baking as a pastime, which implies roughly 100+ million potential enthusiasts. It spans genders and ages, though women 35+ have traditionally been most involved in home cooking. Retirees often explore cooking as a creative outlet, and empty-nest Boomers may try gourmet recipes. Income varies widely – from budget home cooks to foodies who spend on premium ingredients – but across the board, interest is high."
        },
        {
            "name": "Bird Watching ('Birders')",
            "tamRank": 3,
            "size": "About 96 million U.S. adults engaged in birding in 2022 (including casual backyard bird feeding). Even considering more serious 'birders,' earlier surveys counted ~45 million birdwatchers. U.S. Fish & Wildlife Service notes birders tend to be middle-age or older, with over a third of premium birding product users age 55+. Gender is fairly balanced; income varies but many are middle to upper-middle class.",
            "onlineHubs": [
                "Facebook groups (e.g. 'Birding California', 50k+ members)",
                "BirdForum.net",
                "eBird platform (1.5M active U.S. users)",
                "Reddit's r/birding and r/backyardbirds",
                "Local Audubon Society chapters' forums and Facebook pages"
            ],
            "subgroups": [
                "Backyard birders (focus on feeders and local birds)",
                "Listers (avid birders traveling to tick off species)",
                "Bird photographers",
                "Bird-of-prey enthusiasts",
                "Casual nature lovers who also garden"
            ],
            "merchandisePotential": {
                "strengths": [
                    "Strong emotional affinity: many birders identify deeply with their hobby",
                    "Proudly call themselves 'bird nerds'",
                    "Often wear caps or tees on bird walks",
                    "Enjoy inside jokes ('I'd rather be birding')",
                    "Large size and social aspect (birding walks, Audubon meetings)"
                ],
                "weaknesses": [
                    "The community might already have some gear (hats, etc. often from Audubon)",
                    "Very casual backyard bird-watchers may not buy apparel",
                    "However, enthusiasts and club members likely will"
                ]
            },
            "fullDescription": "Many birders connect via Facebook groups (e.g. 'Birding California', 50k+ members) and specialized forums like BirdForum.net. The eBird platform (by Cornell Lab) and its community is huge (1.5M active U.S. users). Reddit's r/birding and r/backyardbirds are popular. Local Audubon Society chapters also host forums and Facebook pages for their members. Birdwatching is a massive hobby among older Americans. About 96 million U.S. adults engaged in birding in 2022 (including casual backyard bird feeding) – about 35% of the 16+ population. Even if we consider more serious 'birders,' earlier surveys counted ~45 million birdwatchers. This interest skews older: the U.S. Fish & Wildlife Service notes birders tend to be middle-age or older, with over a third of premium birding product users age 55+. Gender is fairly balanced; income varies but many are middle to upper-middle class (able to spend on binoculars, birdseed, travel)."
        }
    ]
} 